Repository: alexrighetto/axl-wc-booking-extension
Catalog: languages/booking-extension-*.po
Languages: it_it

source: Flat description
it_it: Descrizione appartamento

source: Total number of rooms: %d
it_it: Numero totale di stanze: %d

source: There is only an available room.
it_it: C’è solo una stanza disponibile.

source: There are %d available rooms
it_it: Ci sono %d stanze disponibili

source: Rooms
it_it: Stanze

source: This room is bookable.
it_it: Questa stanza è prenotabile.

source: Currently this room is not available.
it_it: Questa stanza non è attualmente disponibile.

source: Address
it_it: Indirizzo

source: City
it_it: Città

source: Postcode
it_it: Cap

source: Things to see around
it_it: Cosa da vedere attorno

source: The neighborhood
it_it: Nei paraggi
